Repository: 248wp/wp248-cpt-services
Catalog: languages/wp248-cpt-services-*.po
Languages: he

source: Categories
he: קטגוריות

source: Service Category
he: קטגוריה

source: Category
he: קטגוריה

source: Services
he: שרותים

source: Service
he: שרות

source: Services Settings
he: הגדרות כלליות לשרותים

source: General Settings for Services
he: הגדרות כלליות לשרותים

source: Display Options
he: אפשרויות תצוגה

source: Social Options
he: אופציות חברתיות

source: Input Examples
he: דוגמאות לקלט

source: Header
he: כותרת

source: Activate this setting to display the header.
he: הפעל הגדרה זו כדי להציג את הכותרת.

source: Select which areas of content you wish to display.
he: בחר את תחומי התוכן שברצונך להציג.
